export const MENU = {
  jars: {
    name: "Паштеты",
    dishes: [
      {
        id: "cream_turkey",
        name: "Индейка со сливками",
        description:
          "Состав: утиная печень, масло сливочное, яйца куриные, карамельный соус (выпаренное белое вино, выпаренный бренди, лук, коричневый сахар, пряности), соль",
        price: 360,
        isAvailable: true,
      },
      {
        id: "wine_duck",
        name: 'Парфе "Винная утка"',
        description:
          "Состав: утиная печень, масло сливочное, яйца куриные, карамельный соус (выпаренное белое вино, выпаренный бренди, лук, коричневый сахар, пряности), соль",
        price: 340,
        hit: true,
        isAvailable: true,
      },
      {
        id: "carrot_rabbit",
        name: "Печень кролика с морковкой",
        description:
          "Состав: утиная печень, масло сливочное, яйца куриные, карамельный соус (выпаренное белое вино, выпаренный бренди, лук, коричневый сахар, пряности), соль",
        price: 300,
        isAvailable: true,
      },
      {
        id: "carrot_rabbit_cranberry",
        name: "Печень кролика с морковкой, клюква",
        description:
          "Состав: утиная печень, масло сливочное, яйца куриные, карамельный соус (выпаренное белое вино, выпаренный бренди, лук, коричневый сахар, пряности), соль",
        price: 320,
        isAvailable: true,
      },
    ],
  },
  breads: {
    name: "Хлеб",
    dishes: [
      {
        id: "baguette",
        name: "Багет",
        description: "Состав: мука пшеничная, вода, морская соль, дрожжи",
        price: 160,
        isAvailable: true,
      },
      {
        id: "ciabatta_grande",
        name: "Чиабатта grande",
        description:
          "Состав: мука пшеничная, вода, масло оливковое, морская соль, дрожжи",
        price: 260,
        isAvailable: true,
      },
      {
        id: "rye_raisins_and_cumin",
        name: "Рожь, изюм и тмин",
        description: "Состав: мука ржаная, вода, изюм, тмин, морская соль, дрожжи",
        price: 100,
        isAvailable: true,
      },
      {
        id: "rye_bacon_and_onion",
        name: "Рожь, бекон и лук",
        description: "Состав: мука ржаная, вода, бекон, лук, морская соль, дрожжи",
        price: 200,
        isAvailable: true,
        new: true,
      },
    ],
  },
  desserts: {
    name: "Десерты",
    dishes: [
      {
        id: "creme_brulee",
        name: "Крем-брюле",
        description:
          "Состав: утиная печень, масло сливочное, яйца куриные, карамельный соус (выпаренное белое вино, выпаренный бренди, лук, коричневый сахар, пряности), соль",
        price: 220,
        isAvailable: true,
      },
      {
        id: "new_york_cheesecake",
        name: 'Чизкейк вида "Нью-Йорк"',
        description:
          "Состав: утиная печень, масло сливочное, яйца куриные, карамельный соус (выпаренное белое вино, выпаренный бренди, лук, коричневый сахар, пряности), соль",
        price: 270,
        isAvailable: true,
        new: true,
      },
      {
        id: "caramel",
        name: "Карамель (иногда соленая)",
        description:
          "Состав: утиная печень, масло сливочное, яйца куриные, карамельный соус (выпаренное белое вино, выпаренный бренди, лук, коричневый сахар, пряности), соль",
        price: 320,
        isAvailable: true,
      },
    ],
  },
};
